{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2026-04-28T15:17:40.4148299Z","creationSource":null,"description":"","lastModifiedDateTime":"2026-04-28T15:17:40.4148299Z","name":"TEST - Selma - SB - Windows - DMA Guard - NOT APPLIED","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"a0d28b9b-b4ec-43c4-8778-c6a8582ec797","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_dmaguard_deviceenumerationpolicy","settingInstanceTemplateReference":null,"auditRuleInformation":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_dmaguard_deviceenumerationpolicy_0","children":[]}}}]}