{"@odata.context":"https://graph.microsoft.com/beta/$metadata#deviceManagement/configurationPolicies/$entity","createdDateTime":"2026-04-28T15:18:16.736553Z","creationSource":null,"description":"","lastModifiedDateTime":"2026-04-28T15:18:16.736553Z","name":"TEST - Selma - SB - Windows - Data Protection - NOT APPLIED","platforms":"windows10","priorityMetaData":null,"roleScopeTagIds":["0"],"settingCount":1,"technologies":"mdm","id":"53e12e42-9441-4754-804d-6500051def7c","templateReference":{"templateId":"","templateFamily":"none","templateDisplayName":null,"templateDisplayVersion":null},"settings":[{"id":"0","settingInstance":{"@odata.type":"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance","settingDefinitionId":"device_vendor_msft_policy_config_dataprotection_allowdirectmemoryaccess","settingInstanceTemplateReference":null,"auditRuleInformation":null,"choiceSettingValue":{"settingValueTemplateReference":null,"value":"device_vendor_msft_policy_config_dataprotection_allowdirectmemoryaccess_0","children":[]}}}]}